const questionBank_part3 = {
"principles": [
{"id": 1, "question": "電流的度量單位是什麼?", "options": ["伏特", "瓦特", "歐姆",
       "安培"], "answer": 3, "category": "無線電系統原理"},
{"id": 2, "question": "電功率的度量單位是什麼?", "options": ["伏特", "瓦特", "歐姆",
       "安培"], "answer": 1, "category": "無線電系統原理"},
{"id": 3, "question": "在電路中電子流動的名稱為何者?", "options": ["電壓", "電阻",
       "電容", "電流"], "answer": 3, "category": "無線電系統原理"},
{"id": 4, "question": "電流的流動只有單一方向稱為何者?", "options": ["交流電", "直流電"
       , "正常電流", "平穩電流"], "answer": 1, "category": "無線電系統原理"},
{"id": 5, "question": "造成電子流動的電動勢(Electromotive Force)的電氣術語稱為何者?",
       "options": ["電壓", "安培小時", "電容", "電感"], "answer": 0, "category": "無線電系統原理"},
{"id": 6, "question": "行動收發機通常需要用多少電壓?", "options": ["大約12 伏特",
       "大約30 伏特", "大約120 伏特", "大約240 伏特"], "answer": 0, "category": "無線電系統原理"},
{"id": 7, "question": "下列何者為良好導體?", "options": ["玻璃", "木頭", "銅", "橡膠"],
       "answer": 2, "category": "無線電系統原理"},
{"id": 8, "question": "下列何者為良好絕緣體?", "options": ["銅", "玻璃", "鋁", "水銀"],
       "answer": 1, "category": "無線電系統原理"},
{"id": 9, "question": "規律變換方向的電流的名稱是什麼?", "options": ["交流電流",
       "直流電流", "環型電流", "垂直電流"], "answer": 0, "category": "無線電系統原理"},
{"id": 10, "question": "以下哪一項描述電能的使用比率?", "options": ["電阻", "電流",
       "電功率", "電壓"], "answer": 2, "category": "無線電系統原理"},
{"id": 11, "question": "電動勢(Electromotive Force)的基本單位為何?", "options": ["伏特"
       , "瓦特", "安培", "歐姆"], "answer": 0, "category": "無線電系統原理"},
{"id": 12, "question": "交流電每秒改變流動方向的次數稱為何者?", "options": ["脈衝率",
       "速度", "波長", "頻率"], "answer": 3, "category": "無線電系統原理"},
{"id": 13, "question": "1.5 安培等於多少毫安培(毫安)?", "options": ["15 毫安", "150 毫安", "1500 毫安", "15000 毫安"], "answer": 2, "category": "無線電系統原理"},
{"id": 14, "question": "1,500,000 赫無線電信號頻率也可以稱為何者?", "options": ["1500 千赫", "1500 百萬赫", "15 吉赫", "150 千赫"], "answer": 0, "category": "無線電系統原理"},
{"id": 15, "question": "1kV 等於多少伏特?", "options": ["一千分之一 伏特", "一百伏特",
       "一千伏特", "一百萬伏特"], "answer": 2, "category": "無線電系統原理"},
{"id": 16, "question": "1 μV 等於多少伏特?", "options": ["一百萬分之一 伏特",
       "一百萬伏特", "一萬伏特", "一千分之一 伏特"], "answer": 0, "category": "無線電系統原理"},
{"id": 17, "question": "500mW(毫瓦特)等於多少瓦特?", "options": ["0.02 瓦特", "0.5 瓦特", "5 瓦特", "50 瓦特"], "answer": 1, "category": "無線電系統原理"},
{"id": 18, "question": "使用以安培為單位的經校正安培表測量 3,000毫安(毫安培)電流，其讀數會顯示多少?", "options": ["0.003 安培", "0.3 安培", "3 安培",
       "3,000,000 安培"], "answer": 2, "category": "無線電系統原理"},
{"id": 19, "question": "使用以百萬赫為單位校正的頻率讀值為 3.525百萬赫，如果以千赫為單位校正的頻率讀值為何?", "options": ["0.003525 千赫", "35.25 千赫", "3525 千赫", "3,525,000 千赫"], "answer": 2, "category": "無線電系統原理"},
{"id": 20, "question": "1,000,000pF(皮法拉)等於多少 μF(微法拉)?", "options": ["0.001 μF", "1 μF", "1,000 μF", "1,000,000,000 μF"], "answer": 1, "category": "無線電系統原理"},
{"id": 21, "question": "電功率由5瓦特增加至 10 瓦特的分貝值(dB)大約改變多少?",
       "options": ["2 dB", "3 dB", "5 dB", "10 dB"], "answer": 1, "category": "無線電系統原理"},
{"id": 22, "question": "電功率由 12 瓦特減少至3瓦特的分貝值(dB)大約改變多少?",
       "options": ["-1 dB", "-3 dB", "-6 dB", "-9 dB"], "answer": 2, "category": "無線電系統原理"},
{"id": 23, "question": "電功率由 20 瓦特增加至 200 瓦特的分貝值(dB)大約改變多少?",
       "options": ["10 dB", "12 dB", "18 dB", "28 dB"], "answer": 0, "category": "無線電系統原理"},
{"id": 24, "question": "下列何者與 28,400千赫相等?", "options": ["28.400 百萬赫",
       "2.800 百萬赫", "284.00 百萬赫", "28.400 千赫"], "answer": 0, "category": "無線電系統原理"},
{"id": 25, "question": "頻率讀數顯示 2,425 百萬赫等於多少吉赫?", "options": ["0.002425吉赫", "24.25 吉赫", "2.425 吉赫", "2,425 吉赫"], "answer": 2, "category": "無線電系統原理"},
{"id": 26, "question": "在電場儲存能量的能力稱做什麼?", "options": ["電感", "電阻",
       "容許度", "電容"], "answer": 3, "category": "無線電系統原理"},
{"id": 27, "question": "下列何者為電容的基本單位?", "options": ["法拉", "歐姆", "伏特",
       "亨利"], "answer": 0, "category": "無線電系統原理"},
{"id": 28, "question": "在磁場儲存能量的能力稱做什麼?", "options": ["導納", "電容",
       "電阻", "電感"], "answer": 3, "category": "無線電系統原理"},
{"id": 29, "question": "下列何者為電感的基本單位?", "options": ["庫倫", "法拉", "亨利",
       "歐姆"], "answer": 2, "category": "無線電系統原理"},
{"id": 30, "question": "下列何者為頻率的基本單位?", "options": ["赫茲", "亨利", "法拉",
       "特斯拉"], "answer": 0, "category": "無線電系統原理"},
{"id": 31, "question": "縮寫 RF 是代表什麼?", "options": ["各種射頻信號",
       "調諧電路的共振頻率", "真實發射頻率而不是外觀頻率", "天線傳輸線中的反射力"], "answer": 0,
              "category": "無線電系統原理"},
{"id": 32, "question": "經由空間傳播的電磁波，通稱為何?", "options": ["重力波", "音波",
       "無線電波", "壓力波"], "answer": 2, "category": "無線電系統原理"},
{"id": 33, "question": "計算直流電路的電功率是用哪個公式?", "options": [
       "電功率(P)=電壓(E)乘以電流(I)", "電功率(P)=電壓(E)除以電流(I)", "電功率(P)=電壓(E)減電流(I)",
       "電功率(P)=電壓(E)加電流(I)"], "answer": 0, "category": "無線電系統原理"},
{"id": 34, "question": "電路使用的電壓是直流 13.8 伏特(v)，電流是 10 安培，則電功率是多少?", "options": ["138 瓦特", "0.7 瓦特", "23.8 瓦特", "3.8 瓦特"], "answer":
       0, "category": "無線電系統原理"},
{"id": 35, "question": "電路使用的電壓是直流 12 伏特(v)，電流是 2.5 安培，則電功率是多少?", "options": ["4.8 瓦特", "30 瓦特", "14.5 瓦特", "0.208 瓦特"], "answer"
       : 1, "category": "無線電系統原理"},
{"id": 36, "question": "電路使用的電壓是直流 12 伏特(v)，負載是 120 瓦特，則通過的電流是多少安培?", "options": ["0.1 安培", "10 安培", "12 安培", "132 安培"],
       "answer": 1, "category": "無線電系統原理"},
{"id": 37, "question": "術語「阻抗」一詞是什麼意思?", "options": [
       "衡量電路對交流電流的阻力", "電阻的倒數", "衡量元件的Q值或品質因數", "衡量元件的電功率處理能力"
       ], "answer": 0, "category": "無線電系統原理"},
{"id": 38, "question": "下列何者為阻抗的單位?", "options": ["伏特", "安培", "庫倫",
       "歐姆"], "answer": 3, "category": "無線電系統原理"},
{"id": 39, "question": "下列何者為計算電路電流的公式?", "options": [
       "電流(I)=電壓(E)乘以電阻(R)", "電流(I)=電壓(E)除以電阻(R)", "電流(I)=電壓(E)加電阻(R)",
       "電流(I)=電壓(E)減電阻(R)"], "answer": 1, "category": "無線電系統原理"},
{"id": 40, "question": "下列何者為計算電路電壓的公式?", "options": [
       "電壓(E)=電流(I)乘以電阻(R)", "電壓(E)=電流(I)除以電阻(R)", "電壓(E)=電流(I)加電阻(R)",
       "電壓(E)=電流(I)減電阻(R)"], "answer": 0, "category": "無線電系統原理"},
{"id": 41, "question": "下列何者為計算電路電阻的公式?", "options": ["電阻(R)=電壓(E)乘以電流(I)", "電阻(R)= 電壓(E)除以電流(I)", "電阻(R)= 電壓(E)加電流(I)", "電阻(R)= 電壓(E)減電流(I)"], "answer": 1, "category": "無線電系統原理"},
{"id": 42, "question": "電阻器接上 90 伏特時有3安培電流通過，則電路電阻多大?",
       "options": ["3 歐姆", "30 歐姆", "93 歐姆", "270 歐姆"], "answer": 1, "category":
       "無線電系統原理"},
{"id": 43, "question": "電路接上 12 伏特時有 1.5 安培電流通過，則其電阻多大?",
       "options": ["18 歐姆", "0.125 歐姆", "8 歐姆", "13.5 歐姆"], "answer": 2, "category":
       "無線電系統原理"},
{"id": 44, "question": "電路接上 12 伏特電源有4安培電流通過，則其電阻多大?", "options":
       ["3 歐姆", "16 歐姆", "48 歐姆", "8 歐姆"], "answer": 0, "category": "無線電系統原理"},
{"id": 45, "question": "電路接 120 伏特時有 80 歐姆的電阻，則通過的電流是多大?",
       "options": ["9,600 安培", "200 安培", "0.667 安培", "1.5 安培"], "answer": 3, "category":
       "無線電系統原理"},
{"id": 46, "question": "100 歐姆電阻器跨接在 200 伏特電壓，則通過的電流多大?",
       "options": ["20,000 安培", "0.5 安培", "2 安培", "100 安培"], "answer": 2, "category":
       "無線電系統原理"},
{"id": 47, "question": "24 歐姆的電阻器跨接在 240 伏特電壓，則通過的電流多大?",
       "options": ["24,000 安培", "0.1 安培", "10 安培", "216 安培"], "answer": 2, "category":
       "無線電系統原理"},
{"id": 48, "question": "2歐姆電阻器通過 0.5 安培電流時，則電阻器二端的電壓是多少?",
       "options": ["1 伏特", "0.25 伏特", "2.5 伏特", "1.5 伏特"], "answer": 0, "category":
       "無線電系統原理"},
{"id": 49, "question": "10歐姆電阻器通過1安培電流時，則電阻器二端的電壓是多少?",
       "options": ["1 伏特", "10 伏特", "11 伏特", "9 伏特"], "answer": 1, "category":
       "無線電系統原理"},
{"id": 50, "question": "10歐姆電阻器通過2安培電流時，則電阻器二端的電壓是多少?",
       "options": ["8 伏特", "0.2 伏特", "12 伏特", "20 伏特"], "answer": 3, "category":
       "無線電系統原理"},
{"id": 51, "question": "在直流電路中，使用什麼電子元件會阻止電流流動?", "options": [
       "電感器", "電阻器", "電壓表", "變壓器"], "answer": 1, "category": "無線電系統原理"},
{"id": 52, "question": "什麼類型的元件經常用作可調的音量控制?", "options": [
       "固定電阻器", "功率電阻器", "電位計", "變壓器"], "answer": 2, "category": "無線電系統原理"},
{"id": 53, "question": "什麼電氣參數由電位計控制?", "options": ["感抗", "阻抗", "容抗",
       "場強"], "answer": 1, "category": "無線電系統原理"},
{"id": 54, "question": "什麼電氣元件在電場中儲存能量?", "options": ["電阻器", "電容器",
       "電感器", "二極體"], "answer": 1, "category": "無線電系統原理"},
{"id": 55, "question": "什麼類型的電氣元件由兩個或多個由絕緣體隔開的導電表面組成?",
       "options": ["電阻器", "電位計", "振盪器", "電容器"], "answer": 3, "category": "無線電系統原理"
       },
{"id": 56, "question": "什麼類型的電氣元件在磁場中存儲能量?", "options": ["電阻器",
       "電容器", "電感器", "二極體"], "answer": 2, "category": "無線電系統原理"},
{"id": 57, "question": "什麼電氣元件通常由線圈組成?", "options": ["開關", "電容器",
       "二極體", "電感器"], "answer": 3, "category": "無線電系統原理"},
{"id": 58, "question": "什麼電氣元件用於連接或斷開電路?", "options": ["磁控管", "開關",
       "熱敏電阻器", "以上皆是"], "answer": 1, "category": "無線電系統原理"},
{"id": 59, "question": "什麼電氣元件用於保護其他電路元件免受電流過載?", "options": [
       "保險絲", "電容器", "電感器", "以上皆是"], "answer": 0, "category": "無線電系統原理"},
{"id": 60, "question": "以下哪種電池類型可充電?", "options": ["鎳金屬氫化物", "鋰離子",
       "鉛酸凝膠電池", "以上皆是"], "answer": 3, "category": "無線電系統原理"},
{"id": 61, "question": "以下哪種電池類型不可充電?", "options": ["鎳鎘", "碳鋅", "鉛酸",
       "鋰離子"], "answer": 1, "category": "無線電系統原理"},
{"id": 62, "question": "哪類電子元件能夠使用電壓或電流信號來控制電流?", "options": [
       "電容器", "電感器", "電阻器", "電晶體"], "answer": 3, "category": "無線電系統原理"},
{"id": 63, "question": "什麼電子元件允許電流僅在一個方向上流動?", "options": ["電阻器",
       "保險絲", "二極體", "被動元件"], "answer": 2, "category": "無線電系統原理"},
{"id": 64, "question": "哪些元件可以用作電子開關或放大器?", "options": ["振盪器",
       "電位計", "電晶體", "電壓表"], "answer": 2, "category": "無線電系統原理"},
{"id": 65, "question": "下列哪些元件可以由三層半導體材料製成?", "options": [
       "交流發電機", "電晶體", "三極管", "五極管"], "answer": 1, "category": "無線電系統原理"},
{"id": 66, "question": "以下哪個電子元件可以放大信號?", "options": ["電晶體",
       "可變電阻器", "電解電容器", "多節電池"], "answer": 0, "category": "無線電系統原理"},
{"id": 67, "question": "通常如何識別半導體二極體的陰極引線?", "options": ["用陰極字",
       "用條紋", "用字母C", "以上皆是"], "answer": 1, "category": "無線電系統原理"},
{"id": 68, "question": "縮寫 LED 代表什麼?", "options": ["低發射二極體(Low Emission Diode)", "發光二極體(Light Emitting Diode)", "液體發射檢測器(Liquid Emission Detector)",
       "長迴聲延遲(Long Echo Delay)"], "answer": 1, "category": "無線電系統原理"},
{"id": 69, "question": "縮寫 FET 代表什麼?", "options": ["場效應電晶體(Field Effect Transistor)", "快速電子電晶體(Fast Electron Transistor)", "自由電子躍遷(Free Electron Transition)", "場發射厚度(Field Emission Thickness)"], "answer": 0, "category":
       "無線電系統原理"},
{"id": 70, "question": "什麼是二極體的兩個電極的名稱?", "options": ["加號和減號",
       "源極和汲極", "陽極和陰極", "閘極和基極"], "answer": 2, "category": "無線電系統原理"},
{"id": 71, "question": "PNP 或 NPN 電晶體的三個電極是什麼?", "options": [
       "射極、基極和集極", "源極、閘極和汲極", "陰極、柵極和屏極", "陰極、漂移腔和集極"], "answer": 0,
       "category": "無線電系統原理"},
{"id": 72, "question": "什麼是場效應電晶體的三個電極?", "options": ["射極、基極和集極",
       "源極、閘極和汲極", "陰極、柵極和屏極", "陰極、閘極和陽極"], "answer": 1, "category":
       "無線電系統原理"},
{"id": 73, "question": "描述電晶體放大信號能力的術語是什麼?", "options": ["增益",
       "順向阻抗", "順向壓降", "阻抗"], "answer": 0, "category": "無線電系統原理"},
{"id": 74, "question": "電氣接線圖中，元件標準化表示的名稱是什麼?", "options": [
       "電氣描述", "灰色素描", "原理圖符號", "元件標註"], "answer": 2, "category": "無線電系統原理"},
{"id": 75, "question": "圖 T-1 中的元件1是什麼?", "options": ["電阻器", "電晶體",
       "電池", "連接器"], "answer": 0, "category": "無線電系統原理"},
{"id": 76, "question": "圖 T-1 中的元件2是什麼?", "options": ["電阻器", "電晶體",
       "指示燈", "連接器"], "answer": 1, "category": "無線電系統原理"},
{"id": 77, "question": "圖 T-1 中的元件3是什麼?", "options": ["電阻器", "電晶體", "燈",
       "接地符號"], "answer": 2, "category": "無線電系統原理"},
{"id": 78, "question": "圖 T-1 中的元件4是什麼?", "options": ["電阻器", "電晶體",
       "電池", "接地符號"], "answer": 2, "category": "無線電系統原理"},
{"id": 79, "question": "圖 T-2 中的元件6是什麼?", "options": ["電阻器", "電容器",
       "調節器IC", "電晶體"], "answer": 1, "category": "無線電系統原理"},
{"id": 80, "question": "圖 T-2 中的元件8是什麼?", "options": ["電阻器", "電感器",
       "調節器IC", "發光二極管"], "answer": 3, "category": "無線電系統原理"},
{"id": 81, "question": "圖 T-2 中的元件9是什麼?", "options": ["可變電容器",
       "可變電感器", "可變電阻器", "可變變壓器"], "answer": 2, "category": "無線電系統原理"},
{"id": 82, "question": "圖 T-2 中的元件4是什麼?", "options": ["可變電感器", "雙極開關",
       "電位器", "變壓器"], "answer": 3, "category": "無線電系統原理"},
{"id": 83, "question": "圖 T-3 中的元件3是什麼?", "options": ["連接器", "電表",
       "可變電容器", "可變電感器"], "answer": 3, "category": "無線電系統原理"},
{"id": 84, "question": "圖 T-3 中的元件4是什麼?", "options": ["天線", "發射機",
       "假負載", "接地"], "answer": 0, "category": "無線電系統原理"},
{"id": 85, "question": "電路圖上的符號代表什麼?", "options": ["電氣元件", "邏輯狀態",
       "數字代碼", "交通節點"], "answer": 0, "category": "無線電系統原理"},
{"id": 86, "question": "電路圖中的元件符號準確地表示了以下哪項?", "options": [
       "電線長度", "元件的物理外觀", "元件的連接", "以上皆是"], "answer": 2, "category":
       "無線電系統原理"},
{"id": 87, "question": "下列哪種設備或電路改變交流電成不同的直流信號?", "options": [
       "變壓器", "整流器", "放大器", "反射器"], "answer": 1, "category": "無線電系統原理"},
{"id": 88, "question": "什麼最能描述繼電器?", "options": ["由電磁鐵控制的開關",
       "電流控制放大器", "光學感應器", "傳輸電晶體"], "answer": 0, "category": "無線電系統原理"},
{"id": 89, "question": "圖 T-2 中元件 3代表什麼類型的開關?", "options": ["單刀單擲",
       "單刀雙擲", "雙刀單擲", "雙刀雙擲"], "answer": 0, "category": "無線電系統原理"},
{"id": 90, "question": "以下哪項被用在數字刻度上顯示信號強度?", "options": ["電位計",
       "電晶體", "電表", "繼電器"], "answer": 2, "category": "無線電系統原理"},
{"id": 91, "question": "什麼類型的電路控制的電壓量來自電源?", "options": ["調節器",
       "振盪器", "過濾器", "反向器"], "answer": 0, "category": "無線電系統原理"},
{"id": 92, "question": "通常使用什麼元件將交流 120 伏特電流轉換為較低的交流電壓以用於其他用途?", "options": ["可變電容器", "變壓器", "電晶體",
       "二極體"], "answer": 1, "category": "無線電系統原理"},
{"id": 93, "question": "以下哪項通常被用作視覺指示器?", "options": ["發光二極體",
       "場效應電晶體", "齊納二極體", "雙極電晶體"], "answer": 0, "category": "無線電系統原理"},
{"id": 94, "question": "以下哪一項與電感器一起用來製作調諧電路?", "options": ["電阻器",
       "齊納二極體", "電位計", "電容器"], "answer": 3, "category": "無線電系統原理"},
{"id": 95, "question": "什麼是結合了許多半導體和其他設備到一個包裝的設備名稱?",
       "options": ["傳感器", "多極繼電器", "積體電路", "變壓器"], "answer": 2, "category":
       "無線電系統原理"},
{"id": 96, "question": "圖 T-1 中元件2的功能是什麼?", "options": ["當電流流過發光",
       "提供電能", "控制電流的流動", "將電能轉換成無線電波"], "answer": 2, "category":
       "無線電系統原理"},
{"id": 97, "question": "什麼是簡單的諧振或調諧電路?", "options": [
       "串聯或並聯形成濾波器的電感器和電容器", "電壓調節器", "用於降低駐波比的電阻電路",
       "設計用於提供高傳真音頻的電路"], "answer": 0, "category": "無線電系統原理"},
{"id": 98, "question": "以下哪個專有名詞是描述接收機檢知信號存在的能力?", "options": [
       "線性", "靈敏度", "選擇性", "總諧波失真"], "answer": 1, "category": "無線電系統原理"},
{"id": 99, "question": "什麼是收發機?", "options": ["天線開關的類型",
       "發射機和接收機的組合單元", "中繼電臺濾除不必要干擾的元件", "天線匹配網路的類型"], "answer": 1,
       "category": "無線電系統原理"},
{"id": 100, "question": "以下哪一個是將無線電信號從一個頻率轉換為另一個?", "options": [
       "分相器", "混頻器", "倒向器", "放大器"], "answer": 1, "category": "無線電系統原理"},
{"id": 101, "question": "以下哪個專有名詞是描述接收機解析多組信號的能力", "options": [
       "解析度", "靈敏度", "選擇性", "諧波失真"], "answer": 2, "category": "無線電系統原理"},
{"id": 102, "question": "什麼是產生所要頻率的信號的電路名稱?", "options": ["電抗器",
       "乘積檢波器", "低通濾波器", "振盪器"], "answer": 3, "category": "無線電系統原理"},
{"id": 103, "question": "什麼設備會將低功率 28 MHz SSB 激發器的輸出產生 222 MHz 輸出信號?", "options": ["高通濾波器", "低通濾波器", "變頻器", "相位轉換器"], "answer": 2,
       "category": "無線電系統原理"},
{"id": 104, "question": "“PTT”是什麼意思?", "options": [
       "預發射調諧以減少發射機諧波發射", "使用精確的音頻傳輸讓中繼器只能接受某些信號",
       "用於匹配天線的主變壓調諧器", "在接收和發送之間切換的按鍵通話功能"], "answer": 3, "category":
       "無線電系統原理"},
{"id": 105, "question": "以下哪個專有名詞是描述將語音與射頻載波信號相結合?", "options":
       ["阻抗匹配", "振盪", "調變", "低通濾波"], "answer": 2, "category": "無線電系統原理"},
{"id": 106, "question": "以下哪種設備是對於 VHF 弱信號通信最有用?", "options": [
       "四分之一波長垂直天線", "多種模式的VHF收發機", "全向性天線", "行動式VHF FM收發機"], "answer": 1
       , "category": "無線電系統原理"},
{"id": 107, "question": "什麼設備增加了手持式收發機的低功率輸出?", "options": ["分壓器"
       , "射頻功率放大器", "阻抗網路", "以上皆是"], "answer": 1, "category": "無線電系統原理"},
{"id": 108, "question": "RF 前置放大器應該安裝在哪裡?", "options": [
       "在天線和接收機之間", "在發射機功率放大器的輸出端", "發射機和天線調諧器之間",
       "在接收機的音頻輸出端"], "answer": 0, "category": "無線電系統原理"},
{"id": 109, "question": "假負載的主要用途是什麼?", "options": ["防止測試時的信號輻射",
       "防止發射機過調變", "改善天線的輻射", "提高接收機的雜訊比"], "answer": 0, "category":
       "無線電系統原理"},
{"id": 110, "question": "以下哪種儀器可用於確定天線是否諧振在所需的工作頻率?",
       "options": ["真空管電壓計(VTVM)", "天線分析儀", "Q分析儀", "頻率計數器"], "answer": 1,
       "category": "無線電系統原理"},
{"id": 111, "question": "一般來說，駐波比(SWR)是什麼?", "options": [
       "衡量負載與傳輸線相匹配情形", "饋線中高阻抗與低阻抗的比率", "發射機效率比",
       "顯示您的電臺接地質量"], "answer": 0, "category": "無線電系統原理"},
{"id": 112, "question": "在 SWR 儀表上什麼讀數，表示天線和饋線之間的阻抗完美匹配?",
       "options": ["2:1", "1:3", "1:1", "10:1"], "answer": 2, "category": "無線電系統原理"},
{"id": 113, "question": "多數發射機中的保護電路開始降低發射機功率的近似 SWR 值是多少?",
       "options": ["2:1", "1:2", "6:1", "10:1"], "answer": 0, "category": "無線電系統原理"},
{"id": 114, "question": "SWR 讀數 4:1代表什麼意義?", "options": ["損失-4dB",
       "良好的阻抗匹配", "增益為+4dB", "阻抗不匹配"], "answer": 3, "category": "無線電系統原理"},
{"id": 115, "question": "饋線的電力損耗會發生什麼事?", "options": ["增加SWR",
       "會反射回到您的發射機並可能導致損壞", "被轉化成熱量", "可能會導致信號失真"], "answer": 2,
       "category": "無線電系統原理"},
{"id": 116, "question": "除了SWR 儀表外，您可以使用什麼儀器來確定饋線和天線是否正確匹配?", "options": ["電壓表", "歐姆表",
       "音聲調諧器", "方向功率表"], "answer": 3, "category": "無線電系統原理"},
{"id": 117, "question": "以下哪項是同軸電纜故障的最常見原因?", "options": ["受潮",
       "伽馬射線", "速度係數超過1.0", "超載"], "answer": 0, "category": "無線電系統原理"},
{"id": 118, "question": "為什麼同軸電纜的外皮要抗紫外線?", "options": [
       "防紫外線外皮可防止諧波輻射", "紫外線會增加電纜外皮的損耗",
       "紫外線和射頻信號可以混合在一起而造成干擾", "紫外線會損壞外皮並讓水進入電纜"], "answer": 3,
       "category": "無線電系統原理"},
{"id": 119, "question":
       "與泡棉或固體介質類型同軸電纜相比，空氣絕緣同軸電纜的缺點是什麼?", "options": ["每公尺損失更多"
       , "不能用於VHF或UHF天線", "需要特殊的技術來防止進水", "不能在低於冰點的溫度下使用"], "answer":
       2, "category": "無線電系統原理"},
{"id": 120, "question": "以下哪一種是同軸電纜的常見用途?", "options": [
       "傳送從車用電池到行動無線電臺的直流電", "在無線電收發機和天線之間傳送射頻信號",
       "在塔上固定桅杆、管道和其他圓柱形物體", "連接從終端節點控制器(TNC)到電腦的數據信號"], "answer":
       1, "category": "無線電系統原理"},
{"id": 121, "question": "假負載由什麼組成?", "options": ["高增益放大器和TR開關",
       "無感電阻器和散熱器", "低壓電源供應器和直流繼電器", "用於終止傳輸線的50歐姆電抗"], "answer": 1,
       "category": "無線電系統原理"},
{"id": 122, "question": "哪種儀器用於測量電位或電動勢(EMF)?", "options": ["電流表",
       "電壓表", "波長表", "歐姆表"], "answer": 1, "category": "無線電系統原理"},
{"id": 123, "question": "將電壓表連接到電路的正確方法是什麼?", "options": ["與電路串聯"
       , "與電路並聯", "與電路正交", "與電路同相"], "answer": 1, "category": "無線電系統原理"},
{"id": 124, "question": "電流表通常如何連接到電路?", "options": ["與電路串聯",
       "與電路並聯", "與電路正交", "與電路同相"], "answer": 0, "category": "無線電系統原理"},
{"id": 125, "question": "哪種儀器用於測量電流?", "options": ["歐姆表", "波長表",
       "電壓表", "電流表"], "answer": 3, "category": "無線電系統原理"},
{"id": 126, "question": "哪種儀器用於測量電阻?", "options": ["示波器", "頻譜分析儀",
       "雜訊電橋儀", "歐姆表"], "answer": 3, "category": "無線電系統原理"},
{"id": 127, "question": "以下哪項可能會損壞萬用表?", "options": [
       "選擇範圍而言測量的電壓很小", "將儀表選項放置在量測毫安的項目整個晚上",
       "嘗試選擇電阻選項來測量電壓", "使用前不熱機"], "answer": 2, "category": "無線電系統原理"},
{"id": 128, "question": "通常使用萬用表測量以下哪些項目?", "options": [
       "駐波比和發射功率", "信號強度和雜訊", "阻抗和電抗", "電壓和電阻"], "answer": 3, "category":
       "無線電系統原理"},
{"id": 129, "question": "以下哪種材料最適合無線電收發機和電子焊接使用?", "options": [
       "酸性焊劑", "銀焊劑", "松香劑", "鋁焊劑"], "answer": 2, "category": "無線電系統原理"},
{"id": 130, "question": "冷焊的特徵是什麼?", "options": ["深黑色斑點",
       "明亮或有光澤的表面", "粒狀或無光澤的表面", "綠色的色調"], "answer": 2, "category":
       "無線電系統原理"},
{"id": 131, "question":
       "當歐姆表連接在無供電的電路上時，什麼原因導致剛開始歐姆表量測的電阻值較低，隨著時間的增長電阻值會增加?", "options": ["歐姆表故障有問題", "電路中有一個大電容", "電路中有一個大電感",
       "這是一個弛緩振盪器電路"], "answer": 1, "category": "無線電系統原理"},
{"id": 132, "question": "以下哪一種是振幅調變的形式?", "options": ["展頻", "數據無線電"
       , "單邊帶", "相位偏移調變"], "answer": 2, "category": "無線電系統原理"},
{"id": 133, "question": "什麼類型的調變最常用於VHF數據無線電模式?", "options": ["調頻",
       "單邊帶", "振幅調變", "展頻"], "answer": 0, "category": "無線電系統原理"},
{"id": 134, "question": "哪種類型的語音模式最常用於 VHF 和 UHF 頻段的長距離通訊(弱信號)?", "options": ["調頻", "數位無線廣播(DRM)", "單邊帶", "相位偏移調變"],
       "answer": 2, "category": "無線電系統原理"},
{"id": 135, "question": "哪種類型的調變最常用於 VHF 和 UHF 語音中繼電臺?", "options": [
       "振幅調變", "單邊帶", "相位偏移調變", "調頻"], "answer": 3, "category": "無線電系統原理"},
{"id": 136, "question": "以下哪種發射類型的頻寬最窄?", "options": ["調頻語音",
       "單邊帶語音", "電報", "慢速掃瞄電視"], "answer": 2, "category": "無線電系統原理"},
{"id": 137, "question": "哪種邊帶通常用於 10 公尺 HF、VHF 和 UHF 單邊帶通信?",
       "options": ["上邊帶", "下邊帶", "抑制邊帶", "倒轉邊帶"], "answer": 0, "category":
       "無線電系統原理"},
{"id": 138, "question": "語音通訊使用單邊帶比 FM 好的原因是什麼?", "options": [
       "單邊帶信號更容易調諧", "單邊帶信號不易受干擾", "單邊帶信號具有較窄的帶寬", "以上皆是"],
       "answer": 2, "category": "無線電系統原理"},
{"id": 139, "question": "單邊帶語音信號的頻寬大概是多少?", "options": ["1 千赫", "3千赫", "6 千赫", "15 千赫"], "answer": 1, "category": "無線電系統原理"},
{"id": 140, "question": "VHF 中繼電臺調頻語音信號的頻寬是多少?", "options": [
       "低於500赫", "大約150 千赫", "在10和15 千赫之間", "在50和125 千赫之間"], "answer": 2,
       "category": "無線電系統原理"},
{"id": 141, "question": "在 70 公分頻帶，類比快速掃描電視傳輸的典型頻寬是多少?",
       "options": ["超過10 百萬赫", "大約6 百萬赫", "大約3 百萬赫", "大約1 百萬赫"], "answer": 1,
       "category": "無線電系統原理"},
{"id": 142, "question": "發送CW 信號所需的最大頻寬是多少?", "options": ["2.4 千赫",
       "150 赫", "1 千赫", "15 千赫"], "answer": 1, "category": "無線電系統原理"},
{"id": 143, "question": "關於衛星通信，什麼是杜卜勒位移?", "options": ["衛星軌道的變化"
       , "衛星在一個頻段上接收信號並在另一個頻段上發射的模式",
       "衛星和地球電臺之間的相對運動引起的信號頻率變化", "某些衛星使用的特殊數位通信模式"], "answer":
       2, "category": "無線電系統原理"},
{"id": 144, "question": "衛星在 U / V模式下運行的說法是什麼意思?", "options": [
       "衛星上行鏈路在15公尺波段，下行鏈路在10公尺波段",
       "衛星上行鏈路在70公分波段，下行鏈路在2公尺波段", "衛星運行使用紫外線頻率",
       "衛星頻率通常是可變的"], "answer": 1, "category": "無線電系統原理"},
{"id": 145, "question": "接收衛星信號時，會引起自旋衰落的原因是什麼?", "options": [
       "來自太陽輻射的圓極化雜訊干擾", "衛星及其天線的旋轉", "接收信號的杜卜勒位移效應",
       "在衛星上行鏈路頻帶內干擾信號"], "answer": 1, "category": "無線電系統原理"}
]};